Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: ** Social boundaries are no barrier; one issue has Paçoca beating up a blind boy just for accidentally stepping on his toy car.
pt_br: ** Barreiras sociais não são um problema; uma edição mostra Paçoca batendo em um garoto cego por ter acidentalmente pisado em seu carrinho de brinquedo.

source: ** Some actors did spin-offs with their characters on their own, albeit sans Chespirito involvement [[AlternateContinuity and outside of the continuity of the show]]: *** Two years after the ending of the skit, La Chilindrina starred in the show ''Aquí está la Chilindrina'' and the movie ''La Chilindrina en apuros''.
pt_br: ** Alguns atores fizeram derivados com seus próprios personagens, mas sem o envolvimento do Chespirito [[Br/ContinuidadeAlternativa e fora da continuidade do programa]]: *** Dois anos após o término das esquetes, a Chiquinha estrelou no show ''Aquí está la Chilindrina'' e no filme ''La Chilindrina en apuros''.

source: ** Some episodes end with one character explaining the moral of the story to the audience.
pt_br: ** Alguns episódios terminam com um personagem explicando a moral da história ao público.

source: ** Somebody with supernaturally-induced gas.
pt_br: ** Um cara com gases sobrenaturais.

source: ** Sonny's [[spoiler: denser alloy and lack of USR uplink.
pt_br: ** A [[spoiler: liga mais densa e ausência de conexão com a USR]] do Sonny.

source: ** Sphinx is able to cut them in half with his mind, though he isn't seen cutting anything else in half.
pt_br: ** O Esfinge pode partir as armas ao meio com a mente, mas ele não é visto partindo mais nada ao meio.

source: ** SpinOffBabies: Characters being made into radically younger versions of themselves in a subsequent work.
pt_br: ** Br/DerivadoComBebes: Personagens sendo transformados em versões radicalmente mais jovens de si mesmas em uma obra posterior.

source: ** SpinOffspring: A Spin-Off focusing on the descendant(s) of a character.
pt_br: ** Br/DerivadoComFilhos: Um derivado que foca nos descendentes dos personagens.

source: ** Spooner's grandmother says, reminiscing, "I could follow your trail of breadcrumbs all the way to school," to which Spooner replies, "Breadcrumbs...
pt_br: ** A avó do Spooner diz, recordando, "Eu podia seguir suas migalhas até a escola", no que Spooner responde, "Migalhas de pão...

source: ** Spooner's rejection of futuristic technologies (and more so the general public's, or at least Susan Calvin's, unquestioning acquiescence to the same technologies) is further examined when she's in his apartment and sees a modern-by-2004-standards but dated-by-2035-standards CD player.
pt_br: ** A rejeição por parte do Spooner de tecnologias futuristas (junto com a aceitação inquestionável por parte do público das ditas tecnologias, ou pelo menos de Susan Calvin) é também demonstrada quando ela está em seu apartamento e vê um tocador de CD que é moderno para 2004, mas antiquado para 2035.

source: ** Spooner, when he tries to tell people about being ambushed and run off the road by USR trucks, as well as his suspicions regarding Dr. Lanning's death.
pt_br: ** Spooner, quando ele tenta falar para as pessoas sobre ter sido emboscado por caminhões da USR, assim como sobre suas suspeitas em relação à morte de Dr. Lanning.

source: ** SuperheroSchool: An institute that teaches young superheroes how to use their powers properly.
pt_br: ** Br/EscolaDeSuperHerois: Uma instituição que ensina super-heróis jovens a usar seus poderes adequadamente.

source: ** SympathyForTheHero: An evil-doer/morally grey character/InnocentBystander feels and expresses a moment of sympathy/pity for TheHero([[TheHeroine ine]]).
pt_br: ** Br/SimpatiaPeloHeroi: Um personagem que é maléfico/moralmente cinza ou Br/ObservadorInocente sente e expressa um momento de simpatia e pela pelo [[Br/OHeroi herói]].

source: ** The ''las dos cosas'' (it's both things) gag has been done between, Chavo, and several other kids to several adults, including profesor Jirafales by the class in one skit.
pt_br: ** A piada com "as duas coisas" que é feita com Chaves e outras crianças, tendo os adultos como alvo.

source: ** The Blond Wonder Woman punches the Brunette Wonder Woman down low after the latter punched the former in the face.
pt_br: ** A Mulher Maravilha loira acerta a Mulher Maravilha morena nas partes baixas depois de receber desta um soco na cara.

source: ** The Blue Raja has been 'crystal clear' about refusing to use guns.
pt_br: ** O Marajá é bem claro sobre se recusar a usar armas.

source: ** The Blue Raja rehearses them in his room.
pt_br: ** O Marajá ensaia algumas delas em seu quarto.

source: ** The Bug to Edgar when they first meet.
pt_br: ** O Inseto para o Edgar quando eles se encontram.

source: ** The Bug to J and K when they confront him in the morgue.
pt_br: ** O Inseto para J e K durante o confronto no necrotério.

source: ** The [[spoiler: sensor feeds]] run through the entire building.
pt_br: ** As [[spoiler: fitas com sensores]] passam por todo o prédio.

source: ** The alien-childbirth scene where K talks with the husband while in the background J tries to help the wife give birth in the back seat of the couple's car.
pt_br: ** A cena do parto alien onde K está falando com o esposo e J, no plano de fundo, tenta ajudar a esposa dele a dar a luz.

source: ** The characters do make passing remarks towards the viewer from time to time, such as Don Ramón when El Chavo talks about his precarious lifestyle.
pt_br: ** Os personagens fazem algumas considerações para o espectador de tempos em tempos.

source: ** The following exchange is typical between Don Ramón and La Chilindrina: --->'''Don Ramon:''' Chilindrina, mete 'pa dentro.
pt_br: ** O seguinte diálogo entre o Seu Madruga e a Chiquinha: --->'''Seu Madruga:''' Chiquinha, entra já pra dentro.

source: ** The little red button in the LTD.
pt_br: ** O botão vermelho no carro do agente K.

source: ** The most classic is: Chavo and Quico start to argue and at some point Chavo hits him with something (or even with bare hands).
pt_br: ** A mais clássica é: Chaves e Quico começam a discutir e, em algum ponto, Chaves bate nele com algo (ou com as próprias mãos).

source: ** The new setting is an exotic, cool locale.
pt_br: ** A nova ambientação é em um local bacana e exótico.

source: ** The opening credits scroll over a bug flying in a sinister pattern.
pt_br: ** Os créditos de abertura acompanham um inseto voando em uma trajetória sinistra.

source: ** The opposite can happen too, where an intentionally wacky story based on RuleOfCool and RuleOfFunny [[CerebusSyndrome tries to ground itself and be more realistic in the sequel]], losing its original charm in the process.
pt_br: ** O oposto pode acontecer também -- onde uma história intencionalmente excêntrica baseada na Br/RegraDoLegal e na Br/RegraDaGraca [[Br/SindromeDeCerebus tenta se firmar no solo e ser mais realista na sequência]], perdendo no processo o encanto original.

source: ** The pinnacle: --->'''Furious:''' (trying to balance a hammer on his head) What's the point of this?\\ '''Sphinx:''' When you can balance a tack hammer on your head, you will head off your foes with a balanced attack.
pt_br: ** Ou então: --->'''Irado:''' [tentando equilibrar um martelo sobre a cabeça] Por que estou repetindo isso?\\ '''Esfinge:''' Quando puder equilibrar o martelo na sua cabeça, irá deter seus inimigos num ataque equilibrado.

source: ** The tie-in book "El diario del Chavo" as well with stories of El Chavo watching kids die in the orphanage, his thoughts about poverty, and [[spoiler: Jaimito dying of old age]].
pt_br: ** O livro derivado "El diario del Chavo", com histórias do Chaves vendo as crianças morrerem no orfanato, os pensamentos dele sobre pobreza e [[spoiler: Jaiminho morrendo de velhice]].

source: ** The whole explanation of Don Ramón explaining el Chavo [[https://www.youtube.com/watch?v=HlTWvAuVTKs how to play bowling]].
pt_br: ** A explicação do Seu Madruga ao Chaves sobre como jogar boliche.

source: ** TheSacredDarkness: Dark is not only not evil; it's benevolent and holy in and of itself.
pt_br: ** Br/SagradaEscuridao: As trevas não apenas não são más; elas são benevolentes e sacras por si só.

source: ** Their SixthRanger is a guy whose superpower is that he's "''Terribly'' mysterious" (and can cut guns in half with his mind).
pt_br: ** E o Br/SextoRanger é um cara cujo super poder é ser "''muito'' misterioso" (e cortar armas ao meio com a mente).

source: ** There was one time where the "Don Ramón says he's not at home when he is" gag is {{Subverted}} with a dose of MetaphoricallyTrue, however: ---> '''Señor Barriga''': ''(To El Chavo)'' Is Don Ramón in his house?
pt_br: ** Há uma vez em que a piada é subvertida com uma dose de Br/MetaforicamenteVerdade: ---> '''Senhor Barriga''': ''[para o Chaves]'' O Seu Madruga está em casa?

source: ** There's also this dialogue between Spooner and Sunny: --->'''Detective Del Spooner:''' Robots don't feel fear.
pt_br: ** Há também este diálogo entre Spooner e Sonny: --->'''Spooner:''' Robôs não sentem medo.

source: ** This exchange from a school episode: -->'''Profesor Jirafales:''' Why can't I say my shoes are "brownses?" -->'''Ñonño:''' Because they're black.
pt_br: ** Esse diálogo de um episódio da escola: -->'''Professor Girafales:''' Por que eu não posso dizer que meus sapatos são "marronzes"? -->'''Nhonho:''' Porque eles são pretos.

source: ** This exchange from the episode where Doña Florinda gives Quico's puppy back to el Profesor Jirafales: --->'''Doña Cleotilde:''' It says so in that sign Don Ramon: "Animals are strictly prohibited in this vecindad." --->'''Don Ramon:''' As long as you pay your rent, you shouldn't have any problems.
pt_br: ** Este diálogo do episódio em que Dona Florinda devolve o animal de Quico para o Professor Girafales: --->'''Dona Clotilde:''' Aqui diz que "animais são estritamente proibidos nesta vila". --->'''Seu Madruga:''' Bom, desde que você pague o aluguel, não deverá ter problema.

source: ** This exchange from the episode where Quico gets a dog: --->''Don Ramon storms off angrily to wash his ties used as an improvised dog leash.'' --->'''Quico:''' Do you think he got mad for naming him [[WeNamedTheMonkeyJack Ramoncito.]] --->'''El Chavo:''' Doesn't matter, dogs don't understand anyway.
pt_br: ** Esse diálogo do episódio em que Quico ganha um cachorro: --->''[Seu Madruga sai irritado para lavar as gravatas que foram usadas para amarrar o cachorro]'' --->'''Quico:''' Você acha que ele se irritou porque demos a ele o nome de [[Br/DemosAoMacacoONomeDeJack Madruguinha]]? --->'''Chaves:''' Tanto faz, o cachorro não entende mesmo.

source: ** This is downplayed when it involves punches, kicks or slaps, as the female characters are rarely on the receiving end (when they are, it's mostly either remakes originally with a male character, and/or they only get chased but not hit).
pt_br: ** Isso é minimizado quando envolve socos, chutes ou tapas, já que as personagens femininas raramente estão na ponta receptora (quando estão, geralmente são em refilmagens que originalmente eram com um ator, ou elas são perseguidas mas não acertadas).

source: ** This is particularly the case when bringing back a character who [[EnsembleDarkhorse unexpectedly won the audience over]] in the first work, only [[TheyWastedAPerfectlyGoodCharacter to do nothing interesting with them]] - or worse, {{Flanderiz|ation}}e them so much that they end up being a one-dimensional caricature of the charming and multi-faceted character the audience fell in love with in the first place.
pt_br: ** Isto particularmente é o caso quando se traz de volta um personagem que inesperadamente ganhou o afeto do público na primeira obra, mas [[Br/ElesDesperdicaramUmPersonagemPerfeitamenteBom não se faz nada de interessante com ele]] -- ou pior, o personagem sofre Br/{{Flanderizacao}} tão severa que eles se tornam uma caricatura unidimensional do personagem encantador e multifacetado que outrora foi.

source: ** This is what basically proves to the police that Sonny is 'defective', since a normal robot wouldn't be stirred up at all by an interrogation.
pt_br: ** Isso é o que prova para a polícia que Sonny é 'defeituoso', já que um robô normal não ficaria tão agitado com um interrogatório.

source: ** Though it's worth noting that, when first discussing it, Sonny says that he has "dreams," as in, more than one.
pt_br: ** Mas vale notar que, ao discutir isso pela primeira vez, Sonny diz que tem "sonhos", no plural.

source: ** UnclePennybags: A wealthy person who often uses their fortune to help the needy and/or give those less fortunate than them a good time.
pt_br: ** Br/TioPennybags: Uma pessoa rica que costuma usar sua fortuna em prol dos necessitados ou em dar a eles um momento agradável.

source: ** Using the shrink-ray on the Furriers gives them, as the Bowler put it "a wedgie they won't soon forget".
pt_br: ** Usar o Encolhedor nas Felinas causa um nelas, que a Boliche comenta como "ela não vai esquecer esse aperto".

source: ** Usually when he's been REALLY humiliated, Don Ramón cries with a high-pitched ''"aaaaaaay"'' and always puts one hand over one of his eyes.
pt_br: ** Seu Madruga, quando ''realmente'' humilhado, chora com um ''"aaayyyyy"'' agudo e cobre os olhos com uma das mãos.

source: ** When Chilindrina tricks Chavo and Quico by convincing them to plant "money trees", they get their revenge by putting her in a vase and watering her, for a "Chilindrinas tree".
pt_br: ** Quando a Chiquinha convence Chaves e Quico a plantarem "árvores de dinheiro", eles se vingam a colocando em um vaso e a regando, para uma "árvore de Chiquinhas".

source: ** When Doña Florinda asks Quico what happened that he needs her help, he never says who did what.
pt_br: ** Quando a Dona Florinda pergunta do Quico o que aconteceu, ele nunca diz quem fez o quê.

source: ** When [[spoiler: defeating VIKI]], Spooner damages his [[spoiler: synthetic]] left arm, while Sonny ends up damaging his right arm.
pt_br: ** Ao [[spoiler: derrotar VIKI]], Spooner machuca seu braço esquerdo [[spoiler: sintético]], e Sonny danifica o braço direito.

source: ** When half the team [[spoiler:accidentally kill Captain Amazing during a rescue attempt, but, to be fair, Amazing gets the blame for giving such poor instructions.]] --->'''The Blue Raja:''' [[spoiler: Oh, my God.
pt_br: ** Quando metade do time [[spoiler: acidentalmente mata o Capitão Arraso durante uma tentativa de resgate -- mas, pra ser justo, a culpa é dele por ter dado instruções tão horríveis]]. --->'''Marajá:''' [[spoiler: Mãe do céu.

source: ** ZigZagged with Chavo.
pt_br: ** Zigue-zague com o Chaves.

source: ** [[BorrowedCatchPhrase In a few instances, el Chavo and la Chilindrina have said this to Quico.]] ** Whenever Profesor Jirafales begins the lesson at his class, the students will invariably make noise and refuse to pay attention.
pt_br: ** [[Br/BordaoEmprestado Em alguns casos, Chaves e Chiquinha dizem isso ao Quico]]. ** Sempre que o Professor Girafales começa a aula na escola, os estudantes fazem ruído e se recusam a prestar atenção.

source: ** [[DenialOfDiagonalAttack The inability to attack anywhere but left or right]] while GoddamnedBats attack you from above or below.
pt_br: ** [[Br/NegacaoDeAtaqueDiagonal A incapacidade de atacar para qualquer direção que não seja esquerda ou direita]] enquanto os Br/MalditosMorcegos te atacam por cima ou por baixo.

source: ** [[spoiler: Captain Amazing is killed as a direct result of freeing Casanova just for the good publicity of catching him again]].
pt_br: ** [[spoiler: Capitão Arraso é morto como resultado direto de ter libertado Casanova para obter visibilidade ao recapturá-lo]].

source: ** [[spoiler: The final fight between Casanova Frankenstein and Mr. Furious starts out with Casanova beating the crap out of him.
pt_br: ** [[spoiler: A luta final entre Casanova Frankenstein e o Irado começa com Casanova não dando nenhuma abertura de ataque ao Irado.

source: ** [[spoiler: Tony P. is killed by the "ghost" of Carmine The Bowler - whom he ''murdered'']].
pt_br: ** [[spoiler: O Topete é morto pelo "fantasma" de Carmine, o Boliche, que Topete matou]].

source: ** {{Retconjuration}}: An in-story ability to alter reality, which causes a retcon.
pt_br: ** Br/{{Retconjuracao}}: Uma habilidade dentro da história altera a realidade e isso causa um retcon.

source: *** After his departure of the show, Carlos Villagrán starred four shows using CaptainErsatz version of his character Quico: ''Federrico'', ''Niño de papel'', ''Kiko botones'' and ''¡Ah, qué Kiko!''.
pt_br: *** Após a saída do show, Carlos Villagrán estreou quatro programas utilizando a versão Br/CapitaoErsatz de seu personagem Quico: ''Federrico'', ''Niño de papel'', ''Kiko botones'' e ''¡Ah, qué Kiko!''.

source: *** Also, the initial three members are based on the three classic members of the ComicBook/JusticeSocietyOfAmerica: The Shoveler is Jay Garrick, original ComicBook/TheFlash (the helmet, and the squeaky-clean personality), Blue Rajah is Alan Scott, the original ComicBook/GreenLantern ([[HilariousInHindsight the flamboyant attire]][[invoked]] and not being dressed in the color he's named after), and Mister Furious is Ted Grant, aka Wildcat (the temper, the (albeit faux) gruff attitude).
pt_br: ** Os três membros iniciais do grupo são baseados em três dos membros clássicos da BrQuadrinhos/SociedadeDaJusticaDaAmerica: o Pá faz paralelo com o Jay Garrick/Flash, o Marajá com o Alan Scott/Lanterna Verde e o Irado com o Ted Grant/Pantera.

source: *** And just to ramp it up to eleven, Quico ''has to be leaning face-first against the wall at the neighborhood's entrance'' in order to cry.
pt_br: *** Para completar, Quico ''precisa estar apoiado contra a parede da entrada da vila'' para chorar.

source: *** Captain Amazing is a sort of pastiche of Captain America and Batman - with Clark Kent's glasses and Booster Gold's shallow attitude.
pt_br: ** O Capitão Arraso é uma espécie de pastiche do Capitão América e do Batman, agregando também os óculos do Clark Kent e a atitude rasa do Gladiador Dourado.

source: *** Casanova Frankenstein is obviously strongly influenced by the Joker, although his gadgeteer tendencies invoke Lex Luthor or Dr. Doom.
pt_br: ** Casanova Frankenstein obviamente é influenciado pelo Coringa, apesar de seus apetrechos tecnológicos remeterem ao Lex Luthor ou ao Doutor Destino.

source: *** He has a HeartDrive which allows him to [[spoiler: ignore the Three Laws]] *** He is also apparently stronger and faster than other NS-5s.
pt_br: *** Ele possui um dispositivo que o permite [[spoiler: ignorar as Três Leis]]. *** Ele também é aparentemente mais forte e rápido que os demais NS-5.

source: *** He's been programmed to have dreams.
pt_br: *** Ele foi programado para ter sonhos.

source: *** The Blue Raja is one of Hawkeye/Green Arrow (albeit with a different choice of weapon), and Mr. Furious ''wants'' to be one of Wolverine or the Hulk.
pt_br: ** O Marajá combina os traços do Gavião Arqueiro e do Arqueiro Verde (ainda que com uma escolha diferente de arma), e o Irado ''quer'' ser uma mistura de Wolverine e Hulk.

source: *** Whenever the kids played a game, Quico would always ask for a moment to prepare.
pt_br: *** Sempre que as crianças brincam de algo, Quico pede um momento para se preparar.

source: + AMountainOfTropes: Everything about hills and mountains.
pt_br: * Br/UmaMontanhaDeTropos: Tudo que é relacionado a montanhas e colinas.

source: + APoliteIndex: All types of characters who tend towards acting nice and respectful towards others (but are not necessarily always good people, [[AffablyEvil as bad guys can be friendly too]]).
pt_br: + Br/UmIndiceCortes: Todos os tipos de personagem que tendem a agir com educação e respeito com os outros (mas não necessariamente apenas pessoas boas, [[Br/AfavelmenteDoMal pois os malvados também podem ser amigáveis]]).

source: + AnimeSettings: Places which are often found in {{anime}} and {{manga}} stories.
pt_br: * Br/AmbientacoesDeAnime: Lugares que costumam ser encontrados em histórias de Br/{{anime}} e Br/{{manga}}.

source: + ApocalypticIndex: Settings which have been devastated by world-ending disasters.
pt_br: * Br/IndiceApocaliptico: Ambientações que foram devastadas por desastres de escala mundial.

source: + BeachTropes: Everything about coastal lands directly touching the sea.
pt_br: * Br/TroposDePraia: Tudo sobre terras costais que se encontram com o mar.

source: + BeingTheHeroSucks + BenevolentMonsters: [[DarkIsNotEvil Scary-looking creatures]] who would much rather befriend humans instead of harming them.
pt_br: + Br/SerOHeroiEUmaDroga + Br/MonstrosBenevolentes: [[Br/AsTrevasNaoSaoMas Criaturas assustadoras]] que preferem se amigar com os humanos ao invés de machucá-los.

source: + BuildingTropes: All types of artificial structures.
pt_br: * Br/TroposDeConstrucao: Todos os tipos de estruturas artificiais.

source: + CircusIndex + TheCity: Large urban settlements and adjacent suburbs of a metropolitan area.
pt_br: * Br/IndiceDoCirco * Br/ACidade: Assentamentos urbanos grandes e subúrbios adjacentes à áreas metropolitanas.

source: + CopsAndDetectives: Characters who protect and serve their country and value the people's lives.
pt_br: + Br/PoliciaisEDetetives: Personagens que protegem e servem seu país e valorizam a vida das pessoas.

source: + CountrysideIndex: Rural regions away from urban areas, where one gets closer to farmlands and the natural wilderness.
pt_br: * Br/IndiceInteriorano: Regiões rurais distantes de áreas urbanas, onde costuma-se viver próximo à fazendas e vegetação nativa.

source: + DesertTropes: Arid, dry regions which receive very little rainfall.
pt_br: * Br/TroposDeDeserto: Regiões áridas e secas que recebem pouquíssima chuva.

source: + FictionalCultureAndNationTropes: {{Fictional countr|y}}ies and civilizations, along with the peoples who live in them.
pt_br: * Br/TroposDeCulturasENacoesFicticias: Países e civilizações fictícios, junto com as pessoas que vivem neles.

source: + GoodGuysGarb + GoodnessTropes + TheHero + HeroBall + HeroicSpirit + HunterOfMonsters: Someone who fights and slays dangerous supernatural creatures to protect other people.
pt_br: + Br/TrajesDeMocinhos + Br/TroposDeBondade + Br/OHeroi + Br/BolaDeHeroibol + Br/EspiritoHeroico + Br/CacadorDeMonstros: Alguém que combate e mata criaturas sobrenaturais perigosas para proteger outras pessoas.

source: + HollywoodAtlas: The general geography of Earth.
pt_br: * Br/AtlasHollywoodiano: A geografia geral da Terra.

source: + HollywoodHistory: Settings inspired by the long history of the real world.
pt_br: * Br/HistoriaHollywoodiana: Ambientações inspiradas na longa história do mundo real.

source: + HomeBase: The headquarters and/or residence for the main characters.
pt_br: * ??? HomeBase: O quartel-general e/ou residência dos personagens principais.

source: + IndexToTheRescue: Characters who come to rescue others from certain dangers and save many lives.
pt_br: + Br/IndiceAoResgate: Personagens que surgem para resgatar outros do perigo certo e salvam muitas vidas.

source: + IndexWithAHeartOfGold: Characters who act or seem harsh on the outside, [[JerkWithAHeartOfGold but are actually kinder people on the inside]].
pt_br: + Br/IndiceComUmCoracaoDeOuro: Personagens que agem ou parecem ríspidos por fora [[Br/BabacaComUmCoracaoDeOuro mas que são gente boa por dentro]].

source: + MentorIndex + PleasantAnimalsIndex: Animals that we humans believe are adorable and/or awesome will often play a protagonistic role.
pt_br: + Br/IndiceDeMentores + Br/IndiceDeAnimaisAgradaveis: Animais que nós humanos consideramos adoráveis e fofos costumam desempenhar papel de protagonismo.
